{
  "Spanish": [
    "¿Podrías recomendarme un buen restaurante que sirva comida local?",
    "He estado estudiando este idioma durante varios meses, pero todavía me cuesta.",
    "¿Sabes a qué hora sale el próximo tren para la capital?",
    "Olvidé mi paraguas en casa, ¿crees que lloverá hoy?",
    "Estamos buscando un hotel que no sea demasiado caro y esté cerca del centro.",
    "Me duele un poco la cabeza, ¿tienes alguna aspirina?",
    "La película que vimos anoche fue increíblemente interesante.",
    "¿Cuál es tu opinión sobre la situación política actual en el país?",
    "No puedo encontrar mis llaves, ¿las has visto por alguna parte?",
    "Me gustaría comprar un billete de ida y vuelta a Barcelona, por favor."
  ],
  "French": [
    "Pourriez-vous m'indiquer le chemin le plus court pour aller à la gare ?",
    "J'ai l'intention de voyager à travers l'Europe l'été prochain.",
    "Quelle est la spécialité culinaire de cette région que vous recommanderiez ?",
    "Je ne me souviens plus où j'ai mis mes lunettes de soleil.",
    "Pensez-vous qu'il sera possible de terminer ce projet avant la date limite ?",
    "Le livre que je lis en ce moment est absolutely captivant.",
    "Nous avons passé un week-end merveilleux à la campagne.",
    "Serait-il possible d'avoir l'addition, s'il vous plaît ?",
    "J'essaie d'apprendre cette langue, mais la grammaire est assez compliquée.",
    "Il est important de protéger l'environnement pour les générations futures."
  ],
  "German": [
    "Könnten Sie mir bitte sagen, wo ich die nächste U-Bahn-Station finde?",
    "Ich habe vor, nächstes Jahr einen Sprachkurs in Berlin zu belegen.",
    "Welches traditionelle Gericht würden Sie einem Touristen hier empfehlen?",
    "Ich kann meinen Regenschirm nicht finden, hast du ihn irgendwo gesehen?",
    "Glauben Sie, dass wir pünktlich am Flughafen ankommen werden?",
    "Das Konzert gestern Abend war viel besser als ich erwartet hatte.",
    "Es fällt mir schwer, mich an das kalte Wetter hier zu gewöhnen.",
    "Könnten wir bitte die Speisekarte und zwei Gläser Wasser haben?",
    "Die Aussicht von diesem Berggipfel ist absolut atemberaubend.",
    "Wir müssen eine Lösung für dieses komplizierte Problem finden."
  ],
  "Mandarin Chinese": [
    "请问，去长城最方便的交通方式是什么？",
    "我计划下个月去中国旅行，需要提前办签证吗？",
    "你能不能推荐一家附近味道正宗的北京烤鸭店？",
    "我在这里住了快五年了，但我的中文还是不太流利。",
    "你觉得我们应该先去博物馆还是先去公园？",
    "外面好像开始下雨了，你带伞了吗？",
    "这家餐厅的服务员非常友好，食物也很好吃。",
    "我对这个国家的历史非常感兴趣，尤其是唐朝。",
    "你能帮我把这个句子翻译成英文吗？",
    "学习汉字对我来说是最困难的部分。"
  ],
  "Hindi": [
    "क्या आप मुझे बता सकते हैं कि निकटतम एटीएम कहाँ है?",
    "मैं अगले साल भारत के उत्तरी हिस्से की यात्रा करने की योजना बना रहा हूँ।",
    "यहाँ का कौन सा स्थानीय व्यंजन सबसे प्रसिद्ध है जो मुझे आज़माना चाहिए?",
    "मुझे याद नहीं आ रहा कि मैंने अपनी चाबियाँ कहाँ रखी हैं।",
    "क्या आपको लगता है कि हम समय पर स्टेशन पहुँच जाएँगे?",
    "कल रात मैंने जो फिल्म देखी वह बहुत प्रेरणादायक थी।",
    "मुझे इस शहर का मौसम बहुत पसंद है, यह न ज्यादा गर्म है न ज्यादा ठंडा।",
    "क्या हम बैठने के लिए एक शांत जगह ढूंढ सकते हैं?",
    "मैं यह भाषा सीखने की कोशिश कर रहा हूँ, लेकिन उच्चारण थोड़ा मुश्किल है।",
    "आधुनिक तकनीक ने हमारे जीने का तरीका पूरी तरह से बदल दिया है।"
  ],
  "Arabic": [
    "هل يمكنك أن ترشدني إلى أقرب صيدلية من فضلك؟",
    "أخطط لزيارة أهرامات الجيزة عندما أكون في مصر الشهر المقبل.",
    "ما هو الطبق التقليدي الذي تشتهر به هذه المدينة؟",
    "لقد نسيت محفظتي في الفندق، هل يمكننا العودة لإحضارها؟",
    "هل تعتقد أن الطقس سيكون مناسبًا للنزهة غدًا؟",
    "الكتاب الذي أقرأه حاليًا مثير للاهتمام للغاية.",
    "لقد قضينا وقتًا رائعًا على الشاطئ نهاية الأسبوع الماضي.",
    "أود أن أحجز غرفة مزدوجة مطلة على البحر لمدة ثلاث ليال.",
    "تعلم قواعد هذه اللغة يمثل تحديًا كبيرًا بالنسبة لي.",
    "من المهم جدًا الحفاظ على نظافة البيئة من حولنا。"
  ],
  "Portuguese": [
    "Você poderia me dizer onde fica o ponto de ônibus mais próximo?",
    "Eu pretendo fazer um intercâmbio em Lisboa no próximo semestre.",
    "Qual é a especialidade local que você mais recomenda para jantar?",
    "Não consigo me lembrar onde deixei meu passaporte.",
    "Você acha que conseguiremos terminar esta apresentação a tempo?",
    "O jogo de futebol de ontem à noite foi incrivelmente emocionante.",
    "Estou tendo dificuldade em entender o sotaque daqui.",
    "Poderíamos ver o cardápio de sobremesas, por favor?",
    "A vista do topo daquela colina é absolutely deslumbrante.",
    "Aprender a conjugação dos verbos neste idioma é um desafio."
  ],
  "Russian": [
    "Не могли бы вы подсказать, как добраться до Красной площади?",
    "Я планирую посетить Санкт-Петербург следующим летом, чтобы увидеть белые ночи.",
    "Какое местное блюдо вы бы посоветовали попробовать в первую очередь?",
    "Я не могу найти свой телефон, кажется, я оставил его в такси.",
    "Как вы думаете, завтра будет хорошая погода для прогулки по парку?",
    "Спектакль в театре вчера был просто незабываемым.",
    "Мне нужно выучить этот язык для моей будущей работы.",
    "Можем ли мы заказать столик на двоих сегодня вечером?",
    "Я очень интересуюсь местной литературой, особенно Достоевским.",
    "Этот музей обладает впечатляющей коллекцией картин."
  ],
  "Japanese": [
    "すみません、一番近い駅まで歩いてどのくらいかかりますか？",
    "来年、桜の季節に日本を旅行するのを楽しみにしています。",
    "この地域で一番おすすめの寿司屋を教えていただけますか？",
    "傘をどこかに置き忘れてしまったようですが、見ませんでしたか？",
    "会議が始まる前に、この資料をコピーしてもらえますか？",
    "昨日見た映画は、とても感動的で考えさせられました。",
    "この言語の敬語を正しく使うのは、本当に難しいです。",
    "新幹線の切符を予約したいのですが、どうすればいいですか？",
    "この週末、友人と一緒に温泉に行く予定です。",
    "ここの伝統文化についてもっと学びたいと思っています。"
  ],
  "Bengali": [
    " আপনি কি আমাকে বলতে পারেন যে সবচেয়ে কাছের বাজারটি কোথায়?",
    "আমি পরের বছর সুন্দরবন ভ্রমণ করার পরিকল্পনা করছি।",
    "আপনার রেস্তোরাঁর সবচেয়ে বিখ্যাত স্থানীয় খাবার কোনটি?",
    "আমি আমার চশমা খুঁজে পাচ্ছি না, আপনি কি কোথাও দেখেছেন?",
    "আপনার কি মনে হয় আগামীকাল বৃষ্টি থামবে?",
    "গত রাতের কনসার্টটি সত্যিই অসাধারণ ছিল।",
    "আমি এই ভাষা শেখার চেষ্টা করছি কিন্তু এটি বেশ কঠিন।",
    "আমরা কি নদীর ধারে বসার জন্য একটি ভালো জায়গা খুঁজে পেতে পারি?",
    "এই শহরের ঐতিহাসিক স্থানগুলো দেখতে আমার খুব ভালো লাগে।",
    "দুর্ভাগ্যবশত, ট্রেনটি এক ঘন্টা দেরি করে ছেড়েছিল।"
  ],
  "Turkish": [
    "Affedersiniz, Kapalıçarşı'ya gitmek için hangi otobüse binmeliyim?",
    "Gelecek yaz Kapadokya'da balon turu yapmayı planlıyorum.",
    "Burada denememizi tavsiye edeceğiniz yöresel bir lezzet var mı?",
    "Güneş gözlüğümü nerede bıraktığımı bir türlü hatırlayamıyorum.",
    "Sizce bu projeyi son teslim tarihinden önce bitirebilecek miyiz?",
    "Dün akşamki futbol maçı inanılmaz heyecanlıydı.",
    "Bu dili öğreniyorum ama dilbilgisi kuralları biraz karmaşık.",
    "Hesabı alabilir miyiz lütfen, vaktimiz biraz kısıtlı.",
    "İstanbul Boğazı'nın manzarası gerçekten büyüleyici.",
    "Bu tarihi camiyi ziyaret etmek benim için harika bir deneyimdi."
  ],
  "Korean": [
    "실례합니다만, 경복궁으로 가는 가장 빠른 길이 무엇인가요?",
    "다음 달에 제주도로 여행 갈 계획을 세우고 있어요.",
    "이 근처에 맛있는 불고기 식당을 추천해 주실 수 있나요?",
    "제 휴대폰을 찾을 수가 없는데, 혹시 보셨나요?",
    "내일 날씨가 좋으면 공원에서 자전거를 탈까요?",
    "어제 본 영화는 기대했던 것보다 훨씬 재미있었어요.",
    "이 언어를 배우는 것은 흥미롭지만 발음이 좀 어려워요.",
    "오늘 저녁 7시에 4명 자리로 예약하고 싶습니다.",
    "이 문제를 해결하기 위한 더 좋은 방법이 있을까요?",
    "서울의 야경은 정말 아름답다고 생각해요。"
  ],
  "Italian": [
    "Mi scusi, potrebbe indicarmi la strada per il Colosseo?",
    "Ho intenzione di visitare la Toscana durante le vacanze estive.",
    "Qual è il piatto tipico che dovrei absolutely assaggiare qui?",
    "Non riesco a trovare le chiavi della mia macchina, le hai viste?",
    "Pensi che riusciremo a prendere il treno delle cinque?",
    "Il concerto a cui abbiamo assistito ieri sera è stato magnifico.",
    "Sto cercando di imparare questa lingua, ma la coniugazione dei verbi è difficile.",
    "Potremmo avere il conto, per favore? Dobbiamo andare.",
    "La vista dalla cima della cupola era mozzafiato.",
    "Questo museo ospita molte opere d'arte rinascimentali."
  ],
  "Swahili": [
    "Samahani, unaweza kunielekeza kwenye soko la karibu la Maasai?",
    "Ninapanga kwenda safari ya kuona wanyama Serengeti mwaka ujao.",
    "Ni chakula gani cha kienyeji ambacho ni maarufu sana hapa?",
    "Sikumbuki nilipoweka miwani yangu ya jua.",
    "Unafikiri hali ya hewa itakuwa nzuri kwa kupanda mlima kesho?",
    "Tamasha la muziki la jana usiku lilikuwa la kufurahisha sana.",
    "Kujifunza lugha hii ni jambo la kuvutia, lakini nahitaji kufanya mazoezi zaidi.",
    "Tafadhali, tunaweza kupata bili yetu sasa?",
    "Mandhari ya pwani wakati wa machweo ni mazuri sana.",
    "Ni muhimu sana kuheshimu tamaduni na mila za mitaa."
  ],
  "Polish": [
    "Przepraszam, czy może mi pan/pani wskazać drogę do Starego Miasta?",
    "Planuję w przyszłym roku pojechać w góry na narty.",
    "Jakie jest najbardziej tradycyjne danie, którego powinienem tutaj spróbować?",
    "Nie mogę znaleźć swojego portfela, czy widziałeś go gdzieś?",
    "Myślisz, że zdążymy na pociąg, jeśli wyjdziemy teraz?",
    "Ten film, który oglądaliśmy wczoraj, był naprawdę poruszający.",
    "Uczę się tego języka, ale gramatyka jest dla mnie bardzo skomplikowana.",
    "Czy moglibyśmy prosić o rachunek? Bardzo nam się spieszy.",
    "Widok z wieży kościelnej był absolutnie niesamowity.",
    "Musimy znaleźć lepsze rozwiązanie tego problemu."
  ],
  "Dutch": [
    "Kunt u mij alstublieft vertellen hoe ik bij het Rijksmuseum kom?",
    "Ik ben van plan om volgend voorjaar de tulpenvelden te bezoeken.",
    "Wat is een typisch Nederlands gerecht dat ik echt zou moeten proberen?",
    "Ik kan mijn fietssleutels nergens vinden, heb jij ze gezien?",
    "Denk je dat het morgen gaat regenen tijdens onze boottocht?",
    "Het concert van gisteravond was veel beter dan ik had verwacht.",
    "Ik probeer deze taal te leren, maar de uitspraak is best lastig.",
    "Zouden we de rekening mogen hebben, alstublieft?",
    "Het uitzicht vanaf de top van de duinen is prachtig.",
    "Deze kaasmarkt is een erg interessante ervaring voor toeristen."
  ],
  "Greek": [
    "Συγγνώμη, μπορείτε να μου δείξετε το δρόμο για την Ακρόπολη;",
    "Σκοπεύω να επισκεφτώ τη Σαντορίνη κατά τη διάρκεια των καλοκαιρινών μου διακοπών.",
    "Ποιο είναι το πιο διάσημο παραδοσιακό πιάτο που πρέπει να δοκιμάσω εδώ;",
    "Δεν μπορώ να βρω τα γυαλιά ηλίου μου, τα έχεις δει πουθενά;",
    "Πιστεύεις ότι ο καιρός θα είναι καλός για να πάμε στην παραλία αύριο;",
    "Η θεατρική παράσταση που είδαμε χθες το βράδυ ήταν εξαιρετική.",
    "Προσπαθώ να μάθω αυτή τη γλώσσα, αλλά η γραμματική είναι πολύπλοκη.",
    "Θα μπορούσαμε να έχουμε τον λογαριασμό, παρακαλώ;",
    "Η θέα από την κορυφή του λόφου είναι απλά μαγευτική.",
    "Αυτό το αρχαιολογικό μουσείο έχει μια εντυπωσιακή συλλογή."
  ],
  "Hebrew": [
    "סליחה, איך אני מגיע לשוק הכרמל מכאן?",
    "אני מתכנן לטייל בצפון הארץ בסוף השבוע הבא.",
    "איזו מסעדה מזרחית אותנטית אתה ממליץ עליה באזור הזה?",
    "אני לא מוצא את המפתחות של הרכב, ראית אותם אולי?",
    "אתה חושב שמזג האוויר יהיה מספיק חם ללכת לים מחר?",
    "ההופעה שהיינו בה אתמול בערב הייתה פשוט מדהימה.",
    "ללמוד שפה זה מאתגר, במיוחד הקריאה והכתיבה מימין לשמאל.",
    "אפשר לקבל את החשבון בבקשה? אנחנו צריכים ללכת.",
    "הנוף מהמצפה הזה על המדבר עוצר נשימה.",
    "אני מאוד מתעניין בהיסטוריה של ירושלים העתיקה."
  ],
  "Vietnamese": [
    "Xin lỗi, bạn có thể chỉ đường cho tôi đến chợ Bến Thành không?",
    "Tôi dự định đi du lịch vịnh Hạ Long vào tháng tới.",
    "Bạn có thể giới thiệu một nhà hàng phở ngon ở gần đây không?",
    "Tôi không thể tìm thấy ví của mình, có lẽ tôi đã để quên nó ở khách sạn.",
    "Bạn có nghĩ rằng trời sẽ mưa vào ngày mai không?",
    "Buổi hòa nhạc tối qua thực sự rất tuyệt vời và đáng nhớ.",
    "Học ngôn ngữ này rất thú vị, nhưng phát âm các thanh điệu rất khó.",
    "Làm ơn cho tôi xin hóa đơn, chúng tôi cần phải đi sớm.",
    "Phong cảnh ở vùng nông thôn này thật yên bình và đẹp đẽ.",
    "Tôi muốn đặt một tour du lịch đồng bằng sông Cửu Long."
  ],
  "Thai": [
    "ขอโทษครับ/ค่ะ ทางไปวัดพระแก้วที่ใกล้ที่สุดทางไหนครับ/คะ?",
    "ฉันวางแผนว่าจะไปเที่ยวเชียงใหม่ช่วงวันหยุดยาวเดือนหน้าค่ะ/ครับ",
    "คุณช่วยแนะนำร้านอาหารไทยพื้นเมืองที่อร่อยที่สุดในย่านนี้ได้ไหมครับ/คะ?",
    "ฉันหาแว่นตากันแดדไม่เจอ ไม่ทราบว่าคุณเห็นบ้างไหม?",
    "คุณคิดว่าพรุ่งนี้อากาศจะดีพอที่เราจะไปเที่ยวเกาะได้ไหม?",
    "การแสดงโขนที่ฉันไปดูเมื่อคืนนี้มันน่าทึ่งและสวยงามมาก",
    "ฉันพยายามเรียนภาษานี้ แต่การออกเสียงวรรณยุกต์นั้นยากมาก",
    "รบกวนเช็คบิลด้วยครับ/ค่ะ เราค่อนข้างรีบ",
    "วิวพระอาทิตย์ตกที่ชายหาดนี้สวยงามจนแทบจะลืมหายใจ",
    "ฉันอยากลองเรียนทำอาหารไทยระหว่างที่ฉันอยู่ที่นี่"
  ],
  "Indonesian": [
    "Permisi, bisakah Anda menunjukkan jalan menuju Candi Borobudur?",
    "Saya berencana untuk mendaki Gunung Bromo bulan depan.",
    "Apa masakan lokal paling enak yang harus saya coba di sini?",
    "Saya tidak dapat menemukan dompet saya, apakah Anda melihatnya di suatu tempat?",
    "Menurut Anda, apakah cuacanya akan cukup baik untuk menyelam besok?",
    "Pertunjukan tari tradisional yang kami tonton tadi malam sangat mengesankan.",
    "Belajar bahasa ini itu menyenangkan, tapi tata bahasanya membingungkan.",
    "Bolehkah saya minta bonnya sekarang? Kami harus segera pergi.",
    "Pemandangan sawah terasering di daerah ini sungguh menakjubkan.",
    "Saya ingin memesan kamar untuk dua malam, mulai dari hari ini."
  ],
  "Urdu": [
    "معاف کیجئے گا، کیا آپ مجھے بتا سکتے ہیں کہ بادشاہی مسجد کیسے پہنچا جا سکتا ہے؟",
    "میں अगले साल شمالی علاقہ جات کی سیر کرنے کا ارادہ رکھتا ہوں۔",
    "یہاں کا سب سے مشہور مقامی پکوان کون سا ہے جو مجھے ضرور چکھنا چاہیے؟",
    "मुझे अपना بٹوہ نہیں مل رہا، کیا آپ نے اسے کہیں دیکھا ہے؟",
    "کیا آپ کے خیال میں کل موسم پکنک کے لیے اچھا ہوگا؟",
    "کل رات جو قوالی ہم نے سنی وہ واقعی لاجواب تھی۔",
    "میں यह زبان سیکھنے کی کوشش کر رہا ہوں lekin اس کا رسم الخط مشکل ہے۔",
    "کیا ہم بل منگوا سکتے ہیں، برائے مہربANI؟ ہمیں جلدی جانا ہے۔",
    "اس پہاڑی کی چوٹی سے نظارہ واقعی دلکش ہے۔",
    "اس عجائب گھر میں مغلیہ دور کے نوادرات کا ایک شاندار ذخیرہ ہے۔"
  ],
  "Farsi": [
    "ببخشید، شما می توانید به من بگویید که چگونه به میدان نقش جهان بروم؟",
    "من قصد دارم سال آینده به شیراز سفر کنم تا تخت جمشید را ببینم.",
    "معروف ترین غذای محلی اینجا که باید امتحان کنم چیست؟",
    "من نمی توانم کیف پولم را پیدا کنم، آیا شما آن را جایی دیده اید؟",
    "فکر می کنید فردا هوا برای رفتن به کوه مناسب باشد؟",
    "کنسرتی که دیشب رفتیم واقعاً فوق العاده و به یاد ماندنی بود.",
    "یادگیری این زبان برای من جالب است، اما گرامر آن کمی پیچیده است.",
    "ممکن است صورتحساب را بیاورید؟ ما کمی عجله داریم.",
    "منظره غروب آفتاب از بالای این تپه بسیار زیبا است.",
    "من علاقه زیادی به خواندن شعرهای حافظ و سعدی دارم."
  ],
  "Tagalog": [
    "Pasensya na, maaari mo bang ituro sa akin ang daan papuntang Intramuros?",
    "Nagpaplano akong magbakasyon sa Palawan sa susunod na buwan.",
    "Ano ang pinakamasarap na lokal na pagkain dito na dapat kong subukan?",
    "Hindi ko mahanap ang aking pitaka, nakita mo ba ito kahit saan?",
    "Sa tingin mo ba ay magiging maganda ang panahon para sa pamamangka bukas?",
    "Ang konsiyerto na pinanood natin kagabi ay talagang kamangha-mangha.",
    "Sinusubukan kong matuto ng wikang ito, ngunit ang mga panlapi ay medyo nakakalito.",
    "Maaari ba naming makuha ang bill? Kailangan na naming umalis.",
    "Ang tanawin mula sa tuktok ng burol na ito ay talagang napakaganda.",
    "Gusto kong mag-book ng tour para sa Chocolate Hills sa Bohol."
  ],
  "Swedish": [
    "Ursäkta mig, kan du visa mig vägen till Vasamuseet?",
    "Jag planerar att resa till norra Sverige för att se norrskenet i vinter.",
    "Vilken är den mest traditionella maträtten jag borde prova när jag är här?",
    "Jag kan inte hitta mina nycklar, har du sett dem någonstans?",
    "Tror du att vädret kommer att vara tillräckligt bra för en båttur imorgon?",
    "Filmen vi såg på bio igår kväll var otroligt tankeväckande.",
    "Att lära sig detta språk är intressant, men ordföljden är ganska svår.",
    "Skulle vi kunna få notan, tack? Vi har lite bråttom.",
    "Utsikten från toppen av berget var helt fantastisk.",
    "Jag skulle vilja boka ett bord för två personer klockan sju."
  ],
  "Finnish": [
    "Anteeksi, voisitteko neuvoa minulle tien Suomenlinnaan?",
    "Aion matkustaa ensi talvena Lappiin katsomaan revontulia.",
    "Mikä on perinteisin paikallinen ruokalaji, jota minun pitäisi kokeilla?",
    "En löydä lompakkoani, oletko nähnyt sitä missään?",
    "Luuletko, että huomenna on tarpeeksi hyvä sää mennä saunaan ja uimaan?",
    "Eilinen konsertti oli paljon parempi kuin olin osannut odottaa.",
    "Yritän opetella tätä kieltä, mutta sijamuodot ovat todella vaikeita.",
    "Voisimmeko saada laskun, kiitos? Meillä on hieman kiire.",
    "Näkymä vaaran huipulta oli henkeäsalpaava.",
    "Haluaisin varata huoneen yhdelle hengelle kahdeksi yöksi."
  ],
  "Romanian": [
    "Mă scuzați, îmi puteți arăta drumul spre Palatul Parlamentului?",
    "Plănuiesc să vizitez Delta Dunării vara viitoare.",
    "Care este cea mai faimoasă mâncare tradițională pe care ar trebui să o încerc aici?",
    "Nu-mi găsesc ochelarii de soare, i-ai văzut pe undeva?",
    "Crezi că vremea va fi suficient de bună pentru o drumeție la munte mâine?",
    "Piesa de teatru la care am fost aseară a fost absolut magnifică.",
    "Încerc să învăț această limbă, dar gramatica mi se pare complicată.",
    "Am putea primi nota de plată, vă rog? Ne cam grăbim.",
    "Priveliștea de la Castelul Peleș a fost cu adevărat impresionantă.",
    "Aș dori să fac o rezervare pentru două persoane la ora opt."
  ],
  "Czech": [
    "Promiňte, můžete mi ukázat cestu na Karlův most?",
    "Příští rok plánuji navštívit Český Krumlov během letních prázdnin.",
    "Jaké je nejtradičnější místní jídlo, které bych měl ochutnat?",
    "Nemůžu najít své klíče od auta, neviděl jsi je někde?",
    "Myslíš, že zítra bude dost hezké počasí na výlet lodí?",
    "Koncert, na kterém jsme včera byli, byl naprosto fantastický.",
    "Učím se tento jazyk, ale skloňování podstatných jmen je velmi obtížné.",
    "Mohli bychom dostat účet, prosím? Musíme už jít.",
    "Výhled z vrcholu té hory byl dechberoucí.",
    "Chtěl bych si zarezervovat stůl pro čtyři osoby na dnešní večer."
  ],
  "Hungarian": [
    "Elnézést, meg tudná mondani, hogyan jutok el a Halászbástyához?",
    "Azt tervezem, hogy jövő nyáron ellátogatok a Balatonhoz.",
    "Melyik a leghíresebb hagyományos étel, amit itt meg kellene kóstolnom?",
    "Nem találom a pénztárcámat, nem láttad valahol?",
    "Gondolod, hogy holnap elég jó idő lesz a kiránduláshoz?",
    "Az operaelőadás, amit tegnap este láttunk, csodálatos volt.",
    "Próbálok egy nyelvet tanulni, de a szórend elég bonyolult.",
    "Megkaphatnánk a számlát, kérem? Kicsit sietnünk kell.",
    "A kilátás a Gellért-hegy tetejéről lenyűgöző.",
    "Szeretnék asztalt foglalni két főre ma este nyolc órára."
  ],
  "Ukrainian": [
    "Перепрошую, чи не могли б ви показати мені дорогу до Золотих воріт?",
    "Я планую відвідати Карпати наступної зими, щоб покататися на лижах.",
    "Яку найвідомішу традиційну страву мені варто тут скуштувати?",
    "Я не можу знайти свій гаманець, ви його десь бачили?",
    "Як ви думаєте, чи буде завтра гарна погода для прогулянки містом?",
    "Вистава, яку ми дивилися вчора в театрі, була просто неймовірною.",
    "Я намагаюся вивчити цю мову, але відмінки іменників дуже складні.",
    "Чи можемо ми отримати рахунок, будь ласка? Нам потрібно йти.",
    "Вид з вершини цієї гори просто захоплює дух.",
    "Я хотів би забронювати двомісний номер на три ночі."
  ],
  "Danish": [
    "Undskyld mig, kan du vise mig vejen til Den Lille Havfrue?",
    "Jeg planlægger at besøge Legoland med min familie næste sommer.",
    "Hvilken traditionel dansk ret synes du, jeg absolut bør prøve?",
    "Jeg kan ikke finde mine solbriller, har du set dem et sted?",
    "Tror du, vejret bliver godt nok til en cykeltur i morgen?",
    "Den koncert, vi var til i aftes, var fuldstændig fantastisk.",
    "Jeg prøver at lære dette sprog, men udtalen er virkelig svær.",
    "Må vi bede om regningen, tak? Vi har lidt travlt.",
    "Udsigten fra toppen af klippen var betagende.",
    "Jeg vil gerne reservere et bord til to personer klokken syv."
  ],
  "Norwegian": [
    "Unnskyld meg, kan du vise meg veien til Vikingskipshuset?",
    "Jeg planlegger en tur til Lofoten neste sommer for å se midnattssolen.",
    "Hvilken er den mest tradisjonelle retten jeg burde smake på mens jeg er her?",
    "Jeg finner ikke nøklene mine, har du sett dem noe sted?",
    "Tror du været blir bra nok for en fjelltur i morgen?",
    "Filmen vi så på kino i går kveld var utrolig tankevekkende.",
    "Å lære dette språket er interessant, men de forskjellige dialektene er forvirrende.",
    "Kan vi få regningen, er du snill? Vi må dra snart.",
    "Utsikten fra Preikestolen var absolutt spektakulær.",
    "Jeg vil gjerne bestille et dobbeltrom for tre netter."
  ],
  "Tamil": [
    "மன்னிக்கவும், அருகிலுள்ள மெரினா கடற்கரைக்கு எப்படி செல்வது என்று கூற முடியுமா?",
    "அடுத்த ஆண்டு கோடையில் ஊட்டிக்கு செல்ல திட்டமிட்டுள்ளேன்.",
    "நான் இங்கு கட்டாயம் சுவைக்க வேண்டிய பாரம்பரிய உணவு எது?",
    "என் பணப்பையை காணவில்லை, நீங்கள் எక్కడாவது பார்த்தீர்களா?",
    "நாளை படகு சவாரி செல்ல வானிலை சாதகமாக இருக்கும் என்று நினைக்கிறீர்களா?",
    "நேற்று இரவு நாங்கள் பார்த்த நடன நிகழ்ச்சி மிகவும் அற்புதமாக இருந்தது.",
    "நான் இந்த மொழியைக் கற்க முயற்சிக்கிறேன், ஆனால் இலக்கணம் மிகவும் கடினமாக உள்ளது.",
    "தயவுசெய்து பில் கொண்டு வர முடியுமா? நாங்கள் கிளம்ப வேண்டும்.",
    "இந்த மலையின் உச்சியில் இருந்து பார்க்கும் காட்சி மிகவும் அழகாக இருக்கிறது.",
    "இந்தக் கோயிலின் கட்டிடக்கலை மிகவும் ஈர்க்கக்கூடியதாக உள்ளது."
  ],
  "Javanese": [
    "Nyuwun sewu, sampeyan saged nedahaken dalan dhateng Kraton Ngayogyakarta?",
    "Kula gadhah rencana badhe tindak dhateng Gunung Bromo wulan ngajeng.",
    "Menapa dhaharan tradisional ingkang paling éca ingkang kedah kula cobi?",
    "Kula mboten saged manggihi dompèt kula, sampeyan sumerep ten pundi?",
    "Miturut sampeyan, napa cuacanipun saé kanggé mlampah-mlampah mbenjing?",
    "Pagelaran wayang kulit ingkang kula tingali kalawingi dalu saé sanget.",
    "Sinau basa niki niku nyenengake, nanging tingkatan basanipun radi angèl.",
    "Nyuwun tulung, kula saged nyuwun étanganipun? Kula kedah énggal kesah.",
    "Pemandhangan saking pucuk redi niki éndah sanget.",
    "Kula badhé pesen kamar kanggé tiyang kalih, kanggé kalih dalu."
  ],
  "Punjabi": [
    "ਮਾਫ਼ ਕਰਨਾ, ਕੀ ਤੁਸੀਂ ਮੈਨੂੰ ਹਰਿਮੰਦਰ ਸਾਹਿਬ ਜਾਣ ਦਾ ਰਸਤਾ ਦੱਸ ਸਕਦੇ ਹੋ?",
    "ਮੈਂ ਅਗਲੇ ਸਾਲ ਗਰਮੀਆਂ ਵਿੱਚ ਸ਼ਿਮਲਾ ਘੁੰਮਣ ਜਾਣ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹਾਂ।",
    "ਇੱਥੋਂ ਦਾ ਸਭ ਤੋਂ ਮਸ਼ਹੂਰ ਸਥਾਨਕ ਪਕਵਾਨ ਕਿਹੜਾ ਹੈ ਜੋ ਮੈਨੂੰ ਜ਼ਰੂਰ ਚੱਖਣਾ ਚਾਹੀਦਾ ਹੈ?",
    "ਮੈਨੂੰ ਮੇਰਾ ਬਟੂਆ ਨਹੀਂ ਮਿਲ ਰਿਹਾ, ਕੀ ਤੁਸੀਂ ਇਸਨੂੰ ਕਿਤੇ ਦੇਖਿਆ ਹੈ?",
    "ਕੀ ਤੁਹਾਨੂੰ ਲੱਗਦਾ ਹੈ ਕਿ ਕੱਲ੍ਹ ਪਿਕਨਿਕ 'ਤੇ ਜਾਣ ਲਈ ਮੌਸਮ ਚੰਗਾ ਹੋਵੇਗਾ?",
    "ਕੱਲ੍ਹ ਰਾਤ ਅਸੀਂ ਜੋ ਭੰਗੜਾ ਪ੍ਰਦਰਸ਼ਨ ਦੇਖਿਆ ਉਹ ਸੱਚਮੁੱਚ ਸ਼ਾਨਦਾਰ ਸੀ।",
    "ਮੈਂ ਇਹ ਭਾਸ਼ਾ ਸਿੱਖਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹਾਂ, ਪਰ ਲਿੰਗ ਅਤੇ ਵਚਨ ਥੋੜੇ ਔਖੇ ਹਨ।",
    "ਕੀ ਅਸੀਂ ਬਿੱਲ ਲੈ ਸਕਦੇ ਹਾਂ, ਕਿਰਪਾ ਕਰਕੇ? ਸਾਨੂੰ ਥੋੜੀ ਜਲਦੀ ਹੈ।",
    "ਇਸ ਪਹਾੜੀ ਦੀ ਚੋਟੀ ਤੋਂ ਨਜ਼ਾਰਾ ਬਹੁਤ ਖੂਬਸੂਰਤ ਹੈ।",
    "ਮੈਂ ਅੱਜ ਰਾਤ ਲਈ ਦੋ ਲੋਕਾਂ ਲਈ ਇੱਕ ਟੇਬਲ ਬੁੱਕ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹਾਂ।"
  ],
  "Gujarati": [
    "માફ કરશો, શું તમે મને સાબરમતી આશ્રમ જવાનો રસ્તો બતાવી શકો છો?",
    "હું આવતા મહિને ગીરના જંગલમાં સિંહ જોવા જવાનું વિચારી રહ્યો છું.",
    "અહીંની કઈ પ્રખ્યાત સ્થાનિક વાનગી મારે ચોક્કસપણે અજમાવવી જોઈએ?",
    "હું મારું પાકીટ શોધી શકતો નથી, શું તમે તેને ક્યાંક જોયું છે?",
    "શું તમને લાગે છે કે આવતીકાલે દરિયાકਿનારે જવા માટે હવામાન સારું રહેશે?",
    "ગઈકાલે રાત્રે અમે જે ગરબાનો કાર્યક્રમ જોયો તે ખરેખર અદ્ભુત હતો.",
    "હું આ ભાષા શીખવાનો પ્રયત્ન કરી રહ્યો છું, પરંતુ વ્યાકરણ થોડું અઘરું છે.",
    "શું અમને બિલ મળી શકે, કૃપા કરીને? અમારે જલ્દી જવું પડશે.",
    "આ ટેકરીની ટોચ પરથી દેખાવ ખૂબ જ સુંદર છે.",
    "મારે બે રાત માટે એક રૂમ બુક કરાવવો છે."
  ],
  "Hausa": [
    "Don Allah, za a iya nuna min hanyar zuwa babban masallacin birni?",
    "Ina shirin ziyartar birnin Kano don ganin ganuwar tsohon birni a wata mai zuwa.",
    "Wane irin abincin gargajiya ne ya fi shahara a nan da ya kamata in gwada?",
    "Na kasa samun jakata, ko ka gan ta a wani wuri?",
    "Kana tsammanin yanayin zai yi kyau don fita yawo gobe?",
    "Wasan kwaikwayon da muka kalla a daren jiya ya kayatar da mu sosai.",
    "Ina kokarin koyon wannan yare, amma furta wasu kalmomi na da wahala.",
    "Don Allah, za a iya kawo mana lissafin kuɗinmu? Muna ɗan sauri.",
    "Kallon faɗuwar rana daga kan wannan tsaunin yana da ban sha'awa sosai.",
    "Ina so in yi ajiyar ɗaki na kwana biyu, don Allah."
  ],
  "Yoruba": [
    "Ẹ jọ̀wọ́, ṣé ẹ lè fi ọ̀nà ilé-iṣẹ́ ọnà Olúmọ Rock hàn mí?",
    "Mo ń gbèrò láti lọ síbi àwọn erékùṣù Èkó ní òpin ọ̀sẹ̀ tó ń bọ̀.",
    "Oúnjẹ ìbílẹ̀ wo ló gbajúmọ̀ jù lọ níbí tí ó yẹ kí n tọ́ wò?",
    "Mi ò rí àpamọ́wọ́ mi, ṣé ẹ rí i níbikíbi?",
    "Ṣé ẹ rò pé ojú ọjọ́ yóò dára fún ìrìn-àjò orí omi ní ọ̀la?",
    "Erée ìtàgé tí a wò ní alẹ́ àná dùn mọ́ mi gan-an.",
    "Mo ń gbìyànjú láti kọ́ èdè yìí, ṣùgbọ́n àwọn àmì ohùn jẹ́ ìpèníjà.",
    "Ẹ jọ̀wọ́, ṣé a lè gba ìwé ìrísí owó wa? A nílò láti máa lọ.",
    "Ìranlọ́wọ́ láti orí òkè yìí jẹ́ ohun tí ó lẹ́wà púpọ̀.",
    "Mo fẹ́ síwèé yàrá kan sílẹ̀ fún alẹ́ méjì."
  ],
  "Amharic": [
    "ይቅርታ፣ ወደ ቅድስት ሥላሴ ካቴድራል የሚወስደውን መንገድ ሊያሳዩኝ ይችላሉ?",
    "በሚቀጥለው ወር የላሊበላን ውቅር አብያተ ክርስቲያናት ለመጎብኘት አቅጃለሁ።",
    "እዚህ ስመጣ 꼭 ልቀምሰው የሚገባኝ በጣም የታወቀ ባህላዊ ምግብ ምንድነው?",
    "የኪስ ቦርሳዬን አላገኘሁትም፣ የሆነ ቦታ አይተውታል?",
    "ነገ ለሽርሽር ለመውጣት የአየሩ ሁኔታ ጥሩ ይሆናል ብለው ያስባሉ?",
    "ትላንት ምሽት ያየነው የባህል ጭፈራ ትርኢት በጣም አስደናቂ ነበር።",
    "ይህን ቋንቋ ለመማር እየሞከርኩ ነው፣ ነገር ግን ፊደሉን መልመድ ጊዜ ይወስዳል።",
    "እባክዎን ሂሳባችንን ሊያመጡልን ይችላሉ? ትንሽ መቸኮል አለብን።",
    "ከዚህ ተራራ ጫፍ ላይ ያለው እይታ በጣም የሚያምр ነው።",
    "ለሶስት ምሽቶች ድርብ ክፍል መያዝ እፈልጋለሁ።"
  ],
  "Afrikaans": [
    "Verskoon my, kan jy my asseblief wys hoe om by Tafelberg uit te kom?",
    "Ek beplan om volgende jaar die Krugerwildtuin te besoek.",
    "Wat is die mees tradisionele gereg wat ek absoluut moet probeer terwyl ek hier is?",
    "Ek kan nie my beursie kry nie, het jy dit dalk iewers gesien?",
    "Dink jy die weer gaan môre goed genoeg wees vir 'n staproete?",
    "Die konsert wat ons gisteraand bygewoon het, was absoluut fantasties.",
    "Die dubbele negatiewe in hierdie taal is bietjie verwarrend.",
    "Kan ons asseblief die rekening kry? Ons is 'n bietjie haastig.",
    "Die uitsig vanaf die top van daardie bergpas is asemrowend.",
    "Ek wil graag 'n tafel vir vier mense vir vanaand bespreek."
  ],
  "Zulu": [
    "Ngicela ungisize, ngingayithola kanjani indlela eya eNtabeni iTable Mountain?",
    "Ngihlela ukuvakashela iHluhluwe-Imfolozi Park ngonyaka ozayo.",
    "Yikuphi ukudla kwesintu okudume kakhulu lapha okufanele ngikuzame?",
    "Angisitholi isikhwama sami semali, kukhona lapho usibone khona?",
    "Ucabanga ukuthi isimo sezulu sizovuma yini ukuthi sihambe ngebhasi elivulekile kusasa?",
    "Umdanso wesintu esiwubuke izolo ebusuku ubumnandi ngempela.",
    "Ngizama ukufunda lolulimi, kodwa ukusebenzisa amakilasi amabizo kunzima.",
    "Singakwazi ukuthola irisidi lethu manje? Sijahile kancane.",
    "Ukubuka ukushona kwelanga kulolu lwandle kuhle ngendlela emangalisayo.",
    "Ngingathanda ukubhukha ikamelo labantu ababili ubusuku obubili."
  ],
  "Irish": [
    "Gabh mo leithscéal, an féidir leat an bealach go dtí Aillte an Mhothair a thaispeáint dom?",
    "Tá sé ar intinn agam cuairt a thabhairt ar Chorca Dhuibhne an samhradh seo chugainn.",
    "Cad é an béile traidisiúnta is cáiliúla ar chóir dom triail a bhaint as anseo?",
    "Ní féidir liom mo sparán a aimsiú, an bhfaca tú áit ar bith é?",
    "An gceapann tú go mbeidh an aimsir go maith le haghaidh siúlóide ar an trá amárach?",
    "Bhí an seisiún ceoil a bhí againn sa teach tábhairne aréir go hiontach.",
    "Táim ag iarraidh an teanga seo a fhoghlaim, ach tá an ghramadach casta go leor.",
    "An bhféadfaimis an bille a fháil, le do thoil? Tá deifir orainn.",
    "Tá an radharc ó bharr an chnoic sin iontach ar fad.",
    "Ba mhaith liom bord a chur in áirithe do bheirt ag a hocht a chlog."
  ],
  "Welsh": [
    "Esgusodwch fi, allwch chi ddangos y ffordd i Gastell Caernarfon i mi?",
    "Rwy'n bwriadu ymweld ag Eryri y gaeaf nesaf i heicio.",
    "Beth yw'r pryd bwyd traddodiadol mwyaf enwog y dylwn i roi cynnig arno yma?",
    "Dydw i ddim yn gallu dod o hyd i fy waled, ydych chi wedi'i weld yn rhywle?",
    "Ydych chi'n meddwl y bydd y tywydd yn ddigon da i fynd i'r traeth yfory?",
    "Roedd y gig gwerin y buon ni ynddi neithiwr yn hollol wych.",
    "Rwy'n ceisio dysgu'r iaith hon, ond mae'r treigladau yn anodd iawn.",
    "A gawn ni'r bil, os gwelwch yn dda? Mae ychydig yn frysiog arnom ni.",
    "Mae'r olygfa o ben yr Wyddfa yn wirioneddol ysblennydd.",
    "Hoffwn i archebu bwrdd i bedwar o bobl am saith o'r gloch."
  ],
  "Catalan": [
    "Perdoni, em pot indicar el camí cap a la Sagrada Família?",
    "Tinc la intenció de visitar la Costa Brava durant les vacances d'estiu.",
    "Quin és el plat tradicional més famós que hauria de tastar aquí?",
    "No trobo la meva cartera, l'has vista per algun lloc?",
    "Creus que el temps serà prou bo per anar a la platja demà?",
    "El concert al Palau de la Música ahir a la nit va ser magnífic.",
    "Intento aprendre aquesta llengua, però la pronunciació d'algunes paraules és difícil.",
    "Ens podria portar el compte, si us plau? Tenim una mica de pressa.",
    "La vista des del cim de Montserrat és absolutament espectacular.",
    "M'agradaria reservar una taula per a dues persones a les nou del vespre."
  ],
  "Mongolian": [
    "Уучлаарай, та надад Чингис хааны талбай руу яаж очихыг зааж өгч чадах уу?",
    "Би ирэх зун Хөвсгөл нуурт аялахаар төлөвлөж байна.",
    "Энд заавал идэж үзэх ёстой хамгийн алдартай уламжлалт хоол юу вэ?",
    "Би түрийвчээ олохгүй байна, та хаа нэгтээ хараагүй биз?",
    "Таны бодлоор маргааш цэцэрлэгт хүрээлэнгээр зугаалахад цаг агаар сайхан байх болов уу?",
    "Өчигдөр орой бидний үзсэн морин хуурын тоглолт үнэхээр гайхалтай байсан.",
    "Би энэ хэлийг сурахыг хичээж байгаа ч бичиг үсэг нь нэлээд төвөгтэй юм.",
    "Бид тооцоогоо авч болох уу? Бид яарч байна.",
    "Энэ уулын оройгоос харагдах байдал үнэхээр сэтгэл татам юм.",
    "Би хоёр хүний ширээг найман цагт захиалмаар байна."
  ],
  "Slovak": [
    "Prepáčte, môžete mi ukázať cestu na Bratislavský hrad?",
    "Budúce leto plánujem navštíviť Vysoké Tatry kvôli turistike.",
    "Aké je najtradičnejšie jedlo, ktoré by som tu mal určite ochutnať?",
    "Nemôžem nájsť svoju peňaženku, nevidel si ju niekde?",
    "Myslíš si, že počasie bude zajtra dosť dobré na výlet loďou?",
    "Koncert, na ktorom sme boli včera večer, bol absolútne fantastický.",
    "Snažím sa naučiť tento jazyk, ale skloňovanie je veľmi zložité.",
    "Mohli by sme dostať účet, prosím? Trochu sa ponáhľame.",
    "Výhľad z vrcholu tej hory bol dychberúci.",
    "Chcel by som si rezervovať stôl pre dvoch na dnešný večer."
  ],
  "Serbian": [
    "Извините, можете ли ми показати пут до Калемегданске тврђаве?",
    "Планирам да посетим Ђавољу варош следећег пролећа.",
    "Које је најпознатије традиционално јело које бих овде требао да пробам?",
    "Не могу да пронађЕМ свој новчаник, да ли сте га видели негде?",
    "Мислите ли да ће време сутра бити довољно лепо за излет поред реке?",
    "Концерт у Народном позоришту синоћ је био заиста импресиван.",
    "Покушавам да научим овај језик, али ме мучи употреба два писма.",
    "Можемо ли добити рачун, молим? Мало нам се жури.",
    "Поглед са врха те планине је апсолутно спектакуларан.",
    "Желео бих да резервишем сто за четворо за вечерас у осам."
  ],
  "Croatian": [
    "Oprostite, možete li mi pokazati put do Dioklecijanove palače?",
    "Planiram posjetiti Plitvička jezera sljedećeg proljeća.",
    "Koje je najpoznatije tradicionalno jelo koje bih ovdje trebao kušati?",
    "Ne mogu pronaći svoj novčanik, jeste li ga vidjeli negdje?",
    "Mislite li da će vrijeme sutra biti dovoljno dobro za izlet brodom?",
    "Koncert koji smo gledali sinoć u areni bio je uistinu spektakularan.",
    "Pokušavam naučiti ovaj jezik, ali padeži su prilično komplicirani.",
    "Možemo li dobiti račun, molim? Malo nam se žuri.",
    "Pogled s vrha te planine oduzima dah.",
    "Htio bih rezervirati stol za dvoje večeras u devet sati."
  ],
  "Esperanto": [
    "Pardonu, ĉu vi povus montri al mi la vojon al la urba parko?",
    "Mi planas partopreni la Universalan Kongreson de Esperanto venontjare.",
    "Kio estas la plej interesa vidindaĵo en ĉi tiu urbo, laŭ via opinio?",
    "Mi ne povas trovi mian ŝlosilon, ĉu vi vidis ĝin ie?",
    "Ĉu vi pensas, ke la vetero morgaŭ estos sufiĉe bona por ekskurso?",
    "La koncerto, kiun ni ĉeestis hieraŭ vespere, estis vere mirinda.",
    "Lerni ĉi tiun lingvon estas interese, ĉar la gramatiko estas tre regula.",
    "Ĉu ni povus ricevi la fakturon, bonvolu? Ni iom rapidas.",
    "La vido de la supro de tiu monteto estas nekredeble bela.",
    "Mi ŝatus mendi veganan manĝon, se eblas."
  ],
  "Latin": [
    "Canis agricolae per agrōs currēbat.",
    "Mercātor in forō togam novam emit.",
    "Nōn intellegō quid dīcās.",
    "Ubi est bibliothēca proximā, quaesō?",
    "Volō calicem vīnī rubrī, sī vōbīs placet.",
    "Mīlitēs pontem trāns flūmen aedificāvērunt.",
    "Quota hōra est, amīce?",
    "Magister discipulīs multās quaestiōnēs dedit.",
    "Tempestās magna in marī erat.",
    "Cēna optima erat; coquō grātiās agere dēbēmus."
  ],
  "Marathi": [
    "जवळची बस थांब्याची जागा कुठे आहे, सांगू शकाल का?",
    "मी पुढच्या आठवड्यात मित्रांसोबत ट्रेकिंगला जाण्याचा विचार करत आहे.",
    "येथील कोणता स्थानिक पदार्थ खाण्यासाठी तुम्ही सुचवाल?",
    "माझी छत्री कुठे ठेवली ते आठवत नाही, तुम्ही पाहिली का?",
    "उद्या हवामान सहलीसाठी चांगले राहील असे तुम्हाला वाटते का?",
    "काल रात्री पाहिलेला चित्रपट खूपच प्रेरणादायी होता.",
    "मी ही भाषा शिकण्याचा प्रयत्न करत आहे, पण व्याकरण थोडे कठीण आहे.",
    "आम्हाला बिल मिळू शकेल का, कृपया? आम्हाला थोडी घाई आहे.",
    "त्या टेकडीवरून दिसणारा देखावा खूप सुंदर आहे.",
    "मला आज रात्रीसाठी दोन व्यक्तींसाठी टेबल बुक करायचे आहे."
  ],
  "Telugu": [
    "దగ్గరలో ఉన్న బస్ స్టాప్ ఎక్కడ ఉందో చెప్పగలరా?",
    "వచ్చే నెలలో నా కుటుంబంతో ఊటీ వెళ్లాలని ప్లాన్ చేస్తున్నాను.",
    "ఇక్కడ తప్పక రుచి చూడవలసిన స్థానిక వంటకం ఏమిటి?",
    "నా గొడుగు ఎక్కడ పెట్టానో గుర్తులేదు, మీరు చూశారా?",
    "రేపు వాతావరణం పిక్నిక్‌కి అనుకూలంగా ఉంటుందని మీరు అనుకుంటున్నారా?",
    "నిన్న రాత్రి మేము చూసిన సినిమా చాలా బాగుంది.",
    "నేను ఈ భాష నేర్చుకోవడానికి ప్రయత్నిస్తున్నాను, కానీ వ్యాకరణం కొంచెం కష్టంగా ఉంది.",
    "దయచేసి బిల్ తీసుకురాగలరా? మేము కొంచెం తొందరలో ఉన్నాము.",
    "ఆ కొండ పైనుంచి దృశ్యం చాలా అద్భుతంగా ఉంది.",
    "ఈ రోజు రాత్రికి ఇద్దరి కోసం ఒక టేబుల్ బుక్ చేయాలనుకుంటున్నాను."
  ],
  "Estonian": [
    "Vabandage, kus asub lähim bussipeatus?",
    "Plaanin järgmisel kuul perega mägedesse sõita.",
    "Millist kohalikku rooga te siin proovida soovitaksite?",
    "Ma ei leia oma vihmavarju, kas olete seda kuskil näinud?",
    "Kas te arvate, et homme on matkamiseks piisavalt hea ilm?",
    "See kontsert, mida me eile õhtul kuulasime, oli täiesti hämmastav.",
    "Püüan seda keelt õppida, kuid käändsõnade süsteem on keeruline.",
    "Kas me saaksime arve, palun? Meil on natuke kiire.",
    "Vaade sellelt künkalt on hingematvalt ilus.",
    "Ma sooviksin broneerida laua kahele tänaseks õhtuks."
  ],
  "Maltese": [
	"Inħobb immur fil-bajja kull nhar.",
	"Se niltaqa’ mal-ħbieb fil-kafè.",
	"Qrajt ktieb ġdid dalgħodu filgħaxija.",
	"Nista’ nieklu ikla ħafifa issa.",
	"Għada se mmur ix-xiri fil-ħanut.",
	"Il-kafè huwa sħun ħafna llum.",
	"Il-baħar huwa kalm u sabiħ."
	],
	"Lithuanian": [
    "Rytoj eisiu į parduotuvę nusipirkti šviežių obuolių.",
    "Mano draugas gyvena netoli nuo didelio parko.",
    "Šiandien oras labai gražus ir saulėtas.",
    "Aš mokausi lietuvių kalbos kiekvieną dieną.",
    "Mes keliausime į kitą miestą šią savaitę.",
	"Ji mėgsta klausytis muzikos prieš miegą vakare.",
	"Vaikai žaidžia kieme su draugais po pamokų."
  ],
  "Latvian": [
	"Es eju uz veikalu nopirkt svaigus dārzeņus.",
	"Mana draudzene dzīvo netālu no liela parka.",
	"Šodien ir silts un saulains skaists laiks.",
	"Es mācos latviešu valodu katru dienu mājās.",
	"Rīt mēs dosimies uz citu pilsētu kopā.",
	"Viņa patīk klausīties mūziku pirms gulētiešanas.",
	"Bērni spēlējas pagalmā ar draugiem pēc skolas."
	]
}